/* Append indication of trial license */
" (Expiring Trial License)" = " (Licenza di prova in scadenza)";

/* Append indication of license type */
" - Household License" = " - Licenza \"Household\"";

/* Append indication of license type */
" - Pro Edition" = " - Edizione Pro";

/* Append indication of license type */
" - Site License" = " - Licenza \"Site\"";

/* format to show type of pagelet and its title, e.g. RSS Feed 'Cat Daily Digest' */
"%@ %@%@%@" = "%1$@ %2$@%3$@%4$@";

/* explanation going inside temporary file */
"%@ This temporary file can be safely deleted if it is found.\n%@ created this file to verify that this computer was reachable over the Internet." = "%1$@ Questo archivio temporaneo può essere tranquillamente cancellato.\n%2$@ ha creato questo archivio per verificare che questo computer fosse raggiungibile via internet.";

/* Default Site Title */
"%@\\U2019s Site" = "Sito di %@";

/* Exception Already Reported Alert Text */
"%@\n\n(You have already reported this problem to Karelia. Thank you.)" = "%@\n\n(Hai già riferito questo problema a Karelia. Grazie.)";

/* Indication in site outline that the page has an empty title. Distinct from untitled, which is for newly created pages. */
"(Empty title)" = "(Titolo vuoto)";

/* Quartz Extreme Comment */
"(Quartz Extreme functionality is supported by the following video GPUs: NVIDIA GeForce2 MX and later, or any AGP-based ATI RADEON GPU. A minimum of 16MB VRAM is required.)" = "(La funzionalità Quartz Extreme è supportata dalle seguenti GPU: NVIDIA GeForce2 MX e successive, o qualunque ATI RADEON GPU basaya su GPU. Un minimo di 16MB di VRAM sono richieste.)";

/* list separator: , in English */
"," = ",";

/* left double quote */
"\\U201C" = "“";

/* Title of alert */
"\\U201CSites\\U201D must be a folder" = "“Siti” deve essere una cartella";

/* right double quote */
"\\U201D" = "”";

/* second half -- warning when computer could not be reached. */
"\n\nIf you are just testing, and you are OK with your site not being accessible from the Internet, then feel free to ignore this warning." = "\n\nSe stai solo facendo prove e va bene che il tuo sito non sia accessivile da Internet, allora puoi ignorare questo messaggio.";

/* error reason: Sandvox failed to updgrade document */
"\n\nSandvox (build %@) was unable to upgrade this document. Please contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox (build %@) non è riuscita ad aggiornare questo documento. Per favore contattate Karelia mandando un feedback dal menu 'aiuto'.";

/* error reason: document metadata is unreadable */
"\n\nSandvox was not able to read the document metadata.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nSandvox non ha potuto leggere i metadati del documento.\n\nContatta Karelia mandando un feedback dal menu 'Aiuto'.";

/* error reason: document model version is unknown */
"\n\nThis document appears to have an unknown document model.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nQuesto documento sembra avere un modello sconosciuto.\n\nContatta Karelia mandando un feedback dal menu 'Aiuto'.";

/* error reason: Sandvox needs to be upgraded. */
"\n\nThis document was saved with a more recent version of Sandvox (build %@). Please upgrade Sandvox to the latest version." = "\n\nQuesto documento è stato registrato con una versione di Sandvox (build %@) più recente. Per favore aggiorna Sandvox.";

/* error reason: The document cannot be upgraded. */
"\n\nThis document was saved with an older version of Sandvox (build %@). Unfortunately, it cannot be upgraded with this version of Sandvox.\n\nPlease contact Karelia Software by sending feedback from the 'Help' menu." = "\n\nQuesto documento è stato registrato con una preceedente versione di Sandvox (build %@). Purtroppo non può essere aggiornato da questa versione di Sandvox.\n\nContatta Karelia mandando un feedback dal menu 'Aiuto'.";

/* format: This is an Crash Report. */
"\nThis is a %@ Crash Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject \\U201C%@\\U201D. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nQuesto è un %1$@ Report di Crash. Avere un buon feedback è essenziale per migliorare continuamente %2$@. Per favore ivia per e-mail i contenuti di questo documento a %3$@ con l'oggetto “%4$@”. Una volta inviato puoi rimuovere il file quando vuoi. Grazie.\n\n";

/* format: This is an Exception Report. */
"\nThis is a %@ Exception Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject %@%@%@. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nQuesto è un %1$@ Report di Eccezione. Avere un buon feedback è essenziale per migliorare continuamente %2$@. Per favore ivia per e-mail i contenuti di questo documento a %3$@ con l'oggetto %4$@%5$@%6$@. Una volta inviato puoi rimuovere il file quando vuoi. Grazie.\n\n";

/* format: This is a Feedback Report. */
"\nThis is a %@ Feedback Report. Getting good feedback is essential for continually improving %@. Please email the contents of this document to %@ with the subject %@%@%@. Once sent, you may remove the file at your convenience. Thank you.\n\n" = "\nQuesto è un %1$@ Report di Feedback. Avere un buon feedback è essenziale per migliorare continuamente %2$@. Per favore ivia per e-mail i contenuti di questo documento a %3$@ con l'oggetto %4$@%5$@%6$@. Una volta inviato puoi rimuovere il file quando vuoi. Grazie.\n\n";

/* obvious warning string for file name, starts with _ for alphabetical sorting */
"_EXPORT INFORMATION_.txt" = "_EXPORT INFORMATION_.txt";

/* Message in alert */
"A file at the path '%@' was found. However, this must be a folder, not a file. Please replace this file with a folder." = "E' stato trovato un file al percorso '%@'. Però dovrebbe essere una cartella, non un file. Per favore sostituisci il file con una cartella.";

/* title of alert */
"A new version of Sandvox is available" = "E' disponibile una nuova versione di Sandvox";

/* action name for adding a collection */
"Add Collection" = "Aggiungi raccolta";

/* alt text for + button in HTML view */
"Add Element" = "Aggiungi elemento";

/* Action Name: Add Link */
"Add Link" = "Aggiungi link";

/* action name for adding a page */
"Add Page" = "Aggiungi pagina";

/* action name for adding a page */
"Add Pagelet" = "Aggiungi paginetta";

/* Quartz Extreme Comment */
"Advanced title creation is only available on Macs that support Quartz Extreme." = "La creazione avanzata dei titoli è disponibile solo nei Mac che supportano Quartz Extreme";

/* No comment provided by engineer. */
"Always select containing page" = "Seleziona sempre la pagina che contiene";

/* fragment describing a particular page */
"an enclosing container page, %@%@%@" = "una pagina contenitore inclusa, %1$@%2$@%3$@";

/* join conjunction: and in English */
"and" = "e";

/* No comment provided by engineer. */
"Are you sure you want to clear the registration key?" = "Se sicuro di voler cancellare il codice di registrazione?";

/* status message for test connection */
"Attempting to change to directory... " = "Sto tentando di cambiare directory... ";

/* status message for test connection */
"Attempting to delete the test file... " = "Sto cercando di cancellare il file di test... ";

/* status message for test connection */
"Attempting to download the test file... " = "Sto cercando di scaricare il file di test... ";

/* status message for test connection */
"Attempting to upload a test file... " = "Sto cercando di inviare un file di test... ";

/* tooltip Author:  */
"Author: " = "Autore: ";

/* connection delegate */
"Authorize Connection?" = "Autorizzi la connessione?";

/* Status: Autosaving... */
"Autosaving..." = "Sto salvando...";

/* back-to-top LINK on web pages */
"backToTopLinkHTML" = "[Vai sopra]";

/* Back to top title, generally EMPTY */
"backToTopTitleHTML" = " ";

/* Prefix for backup copy of document */
"Backup of " = "Backup di ";

/* Message while building menus. */
"Building Menus..." = "Sto costruendo i Menu...";

/* Button in document window */
"Buy Sandvox" = "Compra Sandvox";

/* Cancel Button
   Cancel */

"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Cannot Select Pagelet from This Page" = "Non posso selezionare la paginetta da questa pagina";

/* alert title (capitalized) */
"Cannot Select Pagelet From This Page" = "Non posso selezionare la paginetta da questa pagina";

/* Undo: user chose new design */
"Change Design" = "Cambia modello";

/* Button title to clear registration */
"Clear" = "Cancella";

/* title of '+' button; instructions for what to do */
"Click on + to insert an element" = "Fai click su + per inserire un elemento";

/* Close */
"Close" = "Chiudi";

/* Code Injection */
"Code Injection" = "Code Injection";

/* menu tooltip to hide site outline */
"Collapses the outline of the site from the left side of the window." = "Contrai lo schema del sito dalla parte sinista della finestra.";

/* String_On_Page_Template -- text for link on a blog posting */
"Comment" = "Commento";

/* status message for test connection */
"Connected." = "Connesso.";

/* status message for test connection */
"Connectivity test passed!" = "Test di connessione riuscito!";

/* alert text: advice when maximum number of backups exceeded */
"Consider removing backups no longer needed, or send feedback to Karelia suggesting an increase in the maximum number of backups allowed." = "Considera di cancellare i backup di cui non hai più bisogno, o manda un messaggio a Karelia suggerendo di incrementare il numero massimo di backup permessi.";

/* status message for test connection */
"Contacting %@... " = "Sto contattando %@... ";

/* Button in setup host to go to next dialog */
"Continue" = "Continua";

/* Copy MenuItem */
"Copy" = "Copia";

/* Copy Page MenuItem */
"Copy Page" = "Copia pagina";

/* Copy Pages MenuItem */
"Copy Pages" = "Copia pagine";

/* No comment provided by engineer. */
"Copying media..." = "Copying media...";

/* No comment provided by engineer. */
"Copying pages..." = "Copying pages...";

/* No comment provided by engineer. */
"Copying..." = "Copying...";

/* Default text for page bottom */
"copyrightHTML" = "Informazioni (copyright, contatti, ecc.)";

/* Title of alert */
"Could not create \\U201CSites\\U201D folder" = "Non posso creare la cartella \"Siti\"";

/* Title of alert */
"Could not find web server documents folder." = "Non posso trovare la cartella documenti sul server web.";

/* Title of alert */
"Could not make \\U201CSites\\U201D folder readable" = "Non ho potuto rendere \"Siti\" leggibile";

/* Title of alert */
"Could not make web server folder readable" = "Non posso rendere leggibile la cartella del server web";

/* Title of alert */
"Could not modify \\U201CSites\\U201D folder" = "Non posso modificare la cartella \"Sites\"";

/* Title of alert */
"Could not modify web server documents folder" = "Non posso rendere leggibile la cartella documenti del server web";

/* Alert: Could not remove pre-existing file at path %@. */
"Could not remove pre-existing file at path %@." = "Non posso rimouvere il file preesistente al percorso %@.";

/* Crash Report FileName */
"Crash Report" = "Crash Report";

/* Crash/Data Loss PopUpMenuItem */
"Crash/Data Loss" = "Crash/Perdita di dati";

/* Create Button */
"Create" = "Crea";

/* Create Link... MenuItem
   Create Link... ToolbarItem */

"Create Link..." = "Crea Link...";

/* tooltip Created:  */
"Created: " = "Creato: ";

/* status message for test connection */
"Creating Directories... " = "Creo le directory... ";

/* No comment provided by engineer. */
"Creating pages..." = "Creating pages...";

/* Creating Site... */
"Creating Site..." = "Creo il sito...";

/* Last menu item to indicate custom index type */
"Custom" = "Personalizzato";

/* contextual menu item */
"Custom Summary for Index" = "Riassunto personale per l'indice";

/* Cut MenuItem */
"Cut" = "Taglia";

/* Cut Page MenuItem */
"Cut Page" = "Taglia pagina";

/* Cut Pages MenuItem */
"Cut Pages" = "Taglia pagine";

/* datastore contains no Media with uniqueID %@ */
"datastore contains no Media with uniqueID %@" = "il datastore non contiene media con ID unico %@";

/* Title of initial home page */
"defaultRootPageTitleText" = "Pagina iniziale";

/* Delete MenuItem
   Delete Button */

"Delete" = "Elimina";

/* Delete Collection MenuItem
   Delete Collection Alert Title */

"Delete Collection" = "Elimina raccolta";

/* Delete Page Alert Title
   Delete Page MenuItem */

"Delete Page" = "Elimina Pagina";

/* Delete Pagelet MenuItem */
"Delete Pagelet" = "Elimina Paginetta";

/* Delete Pages Alert Title
   Delete Pages MenuItem */

"Delete Pages" = "Elimina pagine";

/* status message for test connection */
"Disconnecting... " = "Mi sto scollegando... ";

/* checkbox to stop showing alert when a new version of Sandvox is available */
"Do not show this message when a new version is available" = "Non mostrare questo messaggio quando è disponibile una nuova versione";

/* Delete Collection without Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D ?" = "Vuoi davvero cancellare la raccolta di nome “%@” ?";

/* Delete Collection with Pages Alert Message */
"Do you really want to delete the collection named \\U201C%@\\U201D and all the pages it contains?" = "Vuoi davvero cancellare la raccolta di nome “%@” e tutte le pagine che contiene?";

/* Delete Page Alert Message */
"Do you really want to delete the page named \\U201C%@\\U201D ?" = "Vuoi davvero cancellare la pagina di nome “%@” ?";

/* Delete Pages Alert Message */
"Do you really want to delete the pages named %@, and any pages they contain?" = "Vuoi davvero cancellare la pagina di nome \"%@\" e tutte la pagine lì contenute?";

/* Title of alert */
"Do you really want to save your incomplete hosting information?" = "Vuoi davvero salvere le tue informazioni di hosting incomplete?";

/* alert: replace snapshot title */
"Do you want to replace the last snapshot?" = "Vuoi sostituire l'ultima istantanea?";

/* alert: revert to snapshot. */
"Do you want to revert to the most recently saved snapshot?" = "Vuoi tornare all'istantanea più recente?";

/* question for download warning -- followed by details of update */
"Do you wish to download the upgrade to version %@ of Sandvox? (You are running version %@.)\n\n%@" = "Vuoi scaricare l'aggiornamento alla versione %1$@ di Sandvox? (Tu hai la versione %2$@.)\n\n%3$@";

/* Document Editing PopUpMenuItem */
"Document Editing" = "Modifica documento";

/* Don't Open button */
"Don\\U2019t Open" = "Non aprire";

/* Don't Save Button */
"Don\\U2019t Save" = "Non registrare";

/* Done Button in setup host */
"Done" = "Fine";

/* status message for test connection */
"Done." = "Fine.";

/* Download Button Title */
"Download" = "Scarica";

/* tooltip Draft:  */
"Draft: " = "Bozza: ";

/* action name for dragging source objects withing the outline */
"Drag" = "Trascina";

/* action name for dragging external objects to source outline */
"Drag from External Source" = "Trascina da una fonte esterna";

/* tooltip */
"Drag to the left or right to adjust the width of the site outline sidebar." = "Trascina a destra o sinistra per regolare la larghezza della barra laterale con lo schema del sito.";

/* tooltip */
"Drag to the right to reveal the site outline sitebar" = "Trascina a destra per mostrare la colonna laterale con lo schema del sito";

/* menu title to duplicate generic item
   Duplicate MenuItem */

"Duplicate" = "Duplica";

/* menu title to duplicate a collection */
"Duplicate Collection" = "Duplica raccolta";

/* Duplicate Page MenuItem
   menu title to duplicate a single page */

"Duplicate Page" = "Duplica Pagina";

/* Duplicate Pagelet MenuItem
   menu title to duplicate pagelet */

"Duplicate Pagelet" = "Duplica Paginetta";

/* menu title to duplicate multiple pages
   Duplicate Pages MenuItem */

"Duplicate Pages" = "Duplica Pagine";

/* Button in setup host to start the editing process */
"Edit" = "Modifica";

/* ActionName: Remove Link */
"Edit Link" = "Modifica Link";

/* Edit Link... ToolbarItem
   Edit Link... MenuItem */

"Edit Link..." = "Modifica Link...";

/* Edit Raw HTML... MenuItem */
"Edit Raw HTML..." = "Edit Raw HTML...";

/* Action Name: Editing */
"Editing" = "Composizione";

/* Prompt to enter registration key (with a 'key' icon next to this text) */
"Enter your registration key to unlock Sandvox:" = "Inserisci il tuo codice per sbloccare Sandvox";

/* No comment provided by engineer. */
"Error Loading Web Page" = "Errore nel caricare la pagina web";

/* status message for test connection */
"Errors encountered, test failed. Please go back and check your settings." = "Si sono verificati errori, il test è fallito. Per favore torna inditero e verifica le impostazioni.";

/* status message for test connection */
"Establishing %@ connection... " = "Sto creando una connessione %@ ... ";

/* Exception Report FileName */
"Exception Report" = "Exception Report";

/* Export confirmation button */
"Export" = "Esporta";

/* Transfer Controller
   Growl notification */

"Export Complete" = "Esportazione completata";

/* upload prefix */
"Exporting" = "Exporting";

/* Publishing Panel */
"Exporting..." = "Exporting...";

/* status message for test connection */
"Failed" = "Fallita";

/* status message for test connection */
"Failed." = "Fallita.";

/* Feature Request PopUpMenuItem */
"Feature Request" = "Richiesta di funzioni";

/* Feedback FileName */
"Feedback" = "Feedback";

/* Window will close */
"Files are currently getting published to your host. Would you like to finish the publishing first?" = "Sto pubblicando i file sull'host. Vuoi aspettare che finisca di pubblicare prima?";

/* Find MenuItem */
"Find" = "Cerca";

/* Window will close */
"Finish" = "Fine";

/* transfer controller */
"Finishing..." = "Finishing...";

/* Follow-up Previous Report PopUpMenuItem */
"Follow-up Previous Report" = "Aggiornamento del rapporto precedente";

/* format to show URL where it is accessible from Internet -- not verified though */
"From the Internet, it should be reachable at %@. (Not yet verified)" = "Da internet, dovrebbe essere raggiungibile a %@. (Non ancora verificato)";

/* format to show URL where it is accessible from Internet */
"From the Internet, it will be reachable at %@." = "Da internet, sarà raggiungibile a %@.";

/* Go to (followed by URL) */
"Go to" = "Vai a ";

/* action name for grouping selected items */
"Group" = "Raggruppa";

/* menu title to hide designs bar */
"Hide Designs" = "Nascondi modelli";

/* menu title to hide Editing Markers */
"Hide Editing Markers" = "Nascondi i marcatori di composizione";

/* menu title to hide inspector panel */
"Hide Inspector" = "Nascondi impostazioni";

/* menu title to hide inspector panel */
"Hide Media Browser" = "Nascondi Media Browser";

/* menu title to hide site outline */
"Hide Site Outline" = "Nascondi schema del sito";

/* menu title to hide status bar */
"Hide Status Bar" = "Nascondi barra di stato";

/* Home Page */
"Home" = "Inizio";

/* alert title when the character set specified on the host doesn't match settings */
"Host Character Set Mismatch" = "Errore di set caratteri dell'host";

/* Undo name */
"Host Settings" = "Impostazioni host";

/* web sharing not activated, in summary */
"However, web sharing must be activated in order for this to be functional." = "Comunque la condivisione web dovrebbe essere attivata perchè questo funzioni.";

/* Title of results alert */
"HTML is Valid" = "HTML Valido";

/* HTML/CSS/RSS PopUpMenuItem */
"HTML/CSS/RSS" = "HTML/CSS/RSS";

/* Button prompting user not to lose code */
"I will store the registration key in a safe place." = "Conserverò il codice di registrazione in un posto sicuro.";

/* HSA guide (Our documentation is in English only right now) */
"If you are not experienced configuring your host, we suggest you read our online help, using the help button on this window." = "Se non hai esperienza nel configurare il tuo host, ti suggeriamo di leggere l'aiuto in linea, usando il bottone aiuto su questa pagina.";

/* alert informative text: If you don‚Äôt save, your changes will be lost. */
"If you don\\U2019t save, your changes will be lost." = "Se non registri, le modifiche verranno perse.";

/* No comment provided by engineer. */
"If you open your pages directly from the Finder, please be warned that some hyperlinks that you follow will open folders from the Finder, instead of the corresponding collection pages. This is a known behavior of Safari." = "Se apri le tue pagine direttamente dal Finder, ti avviso che alcuni link che tu segui apriranno cartelle dal finder invece che le pagine corrispondenti della collezione. Questo è un comportamento noto di Safari.";

/* No comment provided by engineer. */
"If you proceed, the Sandvox registration information for this computer will be removed." = "Se prosegui, le informazioni di registrazione per questo computer saranno rimosse.";

/* Window will close */
"Ignore" = "Ignora";

/* validation error message for illegal 'stem' docRoot */
"Illegal characters found in docRoot." = "Caratteri illegali trovati nella docRoot.";

/* validation error message for illegal URL */
"Illegal characters found in URL. A URL must look something like http://www.domain.com/path/" = "Caratteri illegali trovati nella URL. Una URL deve sembrare qualcosa tipo http://www.domain.com/path/";

/* validation error message for illegal userID */
"Illegal characters found in User ID. A User ID contains numbers and letters and underscores." = "Caratteri illegali trovati nella User ID. Una User ID contiene numeri, lettere ed underscores.";

/* validation error message for illegal subfolder */
"Illegal characters were found in the folder name.  Please limit the folder name to letters, numbers, dashes, and underscores." = "Caratteri illegali trovati nel nome della cartella.  Per favore, limitati ad usare lettere, numero, sbarre ed underscores.";

/* Segment Label */
"Image" = "Immagine";

/* Image  */
"Image " = "Immagine ";

/* checkbox title */
"Immediately download without this warning" = "Scarica immediatamente senza questo avviso";

/* Warning about exporting */
"In order to properly export your site, you need to specify the URL where it will be published. (RSS data will be incorrect unless the published URL is specified.)" = "Per esportare il tuo sito, devi specificare l'URL dove verrà pubblicata. (I dati RSS non saranno corretti finché non è specificata l'URL.)";

/* Title for confirmation alert */
"Incomplete Host Setup" = "Impostazioni host incomplete";

/* tooltip Index Type:  */
"Index Type: " = "Tipo di indicizzazione:";

/* message shown when we are about to show host setup sheet */
"Initializing host setup assistant..." = "Initializing host setup assistant...";

/* Message while initializing launching application. */
"Initializing..." = "Inizializzo...";

/* Inquiry PopUpMenuItem */
"Inquiry" = "Richiesta";

/* Action Name: Insert Link */
"Insert Link" = "Inserisci Link";

/* No comment provided by engineer. */
"Invalid Registration Key" = "Codice non valido";

/* Message in alert */
"It appears that Sandvox has been launched using the 'Reopen' feature of Apple's Crash Reporter.  Unfortunately, this causes Sandvox to use an incorrect configuration.  Please quit Sandvox and launch it normally." = "Sembra che Sandvox sia stata aperta usando la funzione apposita del sistema. Sfortunatamente in questo modo Sandvox usa una configurazione scorretta. Per favore esci da Sandvox e aprilo di nuovo normalmente.";

/* Host Setup - 404 */
"It appears that the URL, %@, does not resolve to this computer. A web server was contacted, but the test file was not found. One explanation is that you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Sembra che l'URL, %@, non viene risolta su questo computer. E' stato trovato un server web, ma non il file di test. Una spiegazione è che potresti avere un router installato nella rete locale che non manda le richieste per le pagine web al tuo computer. Devi consultare la documentazione del tuo router o parlare con l'amministratore di rete.";

/* Host Setup - wrong computer */
"It appears that the URL, %@, does not resolve to this computer. One reason is that the hostname of this computer may have been improperly specified, and not actually correspond to your computer." = "Sembra che l'URL, %@, non viene risolta su questo computer. Una possibile ragione è che il nome di host di questo computer può essere sbagliato.";

/* format to show URL where it is accessible from LAN */
"It can be reached from your computer and others in your local network at %@." = "Può essere raggiunto dal tuo computer e da altri sulla rete locale presso %@.";

/* format to summarize how URL will be retrieved from the Web */
"It will be reachable from the Web at %@ ." = "Può essere raggiunto dal web presso %@ .";

/* format to summarize how URL will be published on a remote host */
"It will be transmitted via %@ to your '%@' account at %@." = "Sarà trasmesso via %1$@ al tuo '%2$@' account presso %3$@.";

/* tooltip Language:  */
"Language: " = "Lingua: ";

/* tooltip Last Updated:  */
"Last Updated: " = "Ultimo aggiornamento: ";

/* Segment Label, indicating that we are inspecting the current level, not the whole site */
"Level" = "Livello";

/* Headling showing that sandvox is running too many copies simultaneously. */
"License Violation: Too Many Copies of Sandvox are Simultaneously Running." = "Viloazione della licenza: Troppe copie di Sandvox girano simultaneamente.";

/* Just indicate that it's licensed, with no name. */
"Licensed" = "Registrato";

/* Shows who the application is licensed to */
"Licensed to %@" = "Registrato da %@";

/* Message while loading plugins. */
"Loading Plug-Ins..." = "Carico i plug-in...";

/* Indication that text is loading into webview */
"Loading..." = "Sto caricando…";

/* placeholder string for inserted element in page */
"Lorem ipsum dolor sit amet." = "Lorem ipsum dolor sit amet.";

/* Button to make web folder writable */
"Make Writable" = "Rendi scrivibile";

/* alert title: max number of backups exceeded */
"Maximum number of backups exceeded." = "Hai superato il limite di backup possibili.";

/* mediaID cannot be nil */
"mediaID cannot be nil" = "il mediaID non può essere nullo";

/* Move to Callout MenuItem */
"Move to Callout" = "Muovi al Callout";

/* Move to Sidebar MenuItem */
"Move to Sidebar" = "Sposta alla barra laterale";

/* tooltip Needs Uploading:  */
"Needs Uploading: " = "Bisogna inviare: ";

/* Save Panel Title */
"New Site" = "Nuovo Sito";

/* tooltip prefix to show new version # */
"New Version: %@" = "Nuova versione: %@";

/* No
   No Button */

"No" = "No";

/* message for progress window */
"No changes need publishing" = "Nessun cambiamento deve essere pubblicato";

/* First menu item to indicate no index */
"No Index" = "Nessun indice";

/* Warning when we cannot load HTML source of a web page */
"No Source Available" = "Nessuna fonte disponibile";

/* Host Setup - No Web Server */
"No web server appears to be responding at the URL you specified, %@. The web server on your computer may not be functioning. Or the hostname of this computer may have been improperly specified. Or you may have a router installed on your local network that does not send requests for web pages to your computer. You will need to consult the documentation for your router or speak to your network administrator." = "Nessun server web sembra rispondere all'URL specificata, %@. Il server web sul tuo computer potrebbe non funzionare, il nome host di questo computer potrebbe essere sepcificato male o potresti avere un router che non manda le richieste per le pagine web sul tuo computer. Dovrai consultare la documentazione del tuo router o parlarne con l'amministratore della tua rete.";

/* title of alert */
"Non-Page Link" = "Link non ad una pagina";

/* text to make sure content is legal */
"Note: Before posting materials (text, images, audio, etc.) on your site, check that you own the copyright and/or control the necessary rights." = "Nota: Prime di pubblicare materiale (testo, immagini, audio ecc.) sul tuo sito, controlla che possiedi il copyright e/o diponi dei diritti.";

/* couldn't make connection
   OK Button
   change cancel button to ok */


"OK" = "OK";

/* No comment provided by engineer. */
"On published site, clicking on image will view full-size image" = "Sul sito pubblicato, facendo click sull'immagine si vedrà ingrandita";

/* Alert Message */
"Opening" = "Sto aprendo";

/* status message for test connection */
"Operation timed out." = "Operazione scaduta.";

/* placeholder for keywords input.  [IF THIS WON'T ALL FIT IN MINIMAL SIZE BOX, PLEASE SHORTEN -- OR REMOVE FIRST SENTENCE. */
"Optional words describing this page, separated by commas (,)" = "Parole opzionali per descrivere questa pagina, separate da virgole (,)";

/* Other PopUpMenuItem */
"Other" = "Altro";

/* String_On_Page_Template - description of trackbacks */
"Other Posts About This" = "Altri messaggi su quest'argomento";

/* Title of Warning Alert Panel */
"Outdated Document" = "Documento scaduto";

/* Page Designs PopUpMenuItem */
"Page Designs" = "Modelli di pagina";

/* tooltip Page Type:  */
"Page Type: " = "Tipo di pagina:";

/* Segment Label */
"Pagelet" = "Paginetta";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by home page" = "Paginetta dell'Home Page";

/* menu item showing that pagelet canot be manipulated */
"Pagelet owned by page %@%@%@" = "Paginetta appartenete alla pagina %1$@%2$@%3$@";

/* No comment provided by engineer. */
"PALETTE_INSERT_INDEX" = "Raccolte";

/* No comment provided by engineer. */
"PALETTE_ADD_COLLECTION_POPUP" = "Raccolte";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE" = "Pagine";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGE_POPUP" = "Pagine";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET" = "Paginette";

/* No comment provided by engineer. */
"PALETTE_ADD_PAGELET_POPUP" = "Paginette";

/* No comment provided by engineer. */
"PALETTE_CHOOSE_DESIGN" = "Modelli";

/* No comment provided by engineer. */
"PALETTE_CREATE_EDIT_LINK" = "Crea/Modifica Link";

/* No comment provided by engineer. */
"PALETTE_EDIT_ONOFF" = "Mostra/Nascondi i marcatori";

/* No comment provided by engineer. */
"PALETTE_GROUP_COLLECTION" = "Raggruppa";

/* No comment provided by engineer. */
"PALETTE_PUBLISH" = "Pubblica il sito";

/* No comment provided by engineer. */
"PALETTE_SETUP_HOST" = "Modifica Host";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_INFO" = "Impostazioni";

/* No comment provided by engineer. */
"PALETTE_TOGGLE_MEDIA" = "Media";

/* status message for test connection */
"Password was not accepted." = "La password non è stata accettata.";

/* Paste MenuItem */
"Paste" = "Incolla";

/* Paste Page MenuItem */
"Paste Page" = "Incolla pagina";

/* Paste Pagelet MenuItem */
"Paste Pagelet" = "Incolla paginetta";

/* Paste Pagelets MenuItem */
"Paste Pagelets" = "Incolla paginette";

/* Paste Pages MenuItem */
"Paste Pages" = "Incolla pagine";

/* prompt for exporting a website to a folder */
"Please create a folder to contain your site." = "Crea una cartella per contenere il tuo sito.";

/* Alert Message Title */
"Plug-in Installed" = "Plug-in installato";

/* message for progress window */
"Preparing to Publish Website..." = "Mi preparo a pubblicare il sito...";

/* Uploading */
"Preparing to Publish..." = "Mi preparo a pubblicare...";

/* Transfer Controller
   Growl notification */

"Publishing Complete" = "Pubblicazione completa";

/* Window Will Close */
"Publishing in Progress" = "Pubblicazione in corso";

/* Transfer controller panel */
"Publishing to" = "Sto pubblicando su";

/* Publishing/Uploading PopUpMenuItem */
"Publishing/Uploading" = "Pubblicando/Inviando";

/* Prompt to purchase license */
"Purchase your License to Sandvox:" = "Compra la tua licenza per Sandvox:";

/* Title of alert */
"Quartz Extreme Not Available" = "Quartz Extreme non disponibile";

/* Quit button */
"Quit" = "Esci";

/* status message for test connection */
"Received the error message: %@" = "Ho ricevuto il messaggio di errore: %@";

/* No comment provided by engineer. */
"Registration Key Accepted" = "Codice di registazione accettato";

/* tooltip for reload button */
"Reload web view" = "Ricarica la visualizzazione web";

/* No comment provided by engineer. */
"Remote Hosting Required for Export" = "Per esportare è necessario un host remoto";

/* action name for removing banner image */
"Remove Banner" = "Remove Banner";

/* contextual menu item */
"Remove Custom Summary of Page..." = "Elimina il riassunto personalizzato della pagina...";

/* action name for removing a folder's favicon */
"Remove Favicon" = "Cancella favicon";

/* ActionName: Remove Link */
"Remove Link" = "Rimuovi link";

/* action name for removing site logo image */
"Remove Logo" = "Rimuovi il logo";

/* action name for removing selected page */
"Remove Selected Page" = "Elimina la pagina selezionata";

/* action name for removing selected pages */
"Remove Selected Pages" = "Elimina le pagine selezionata";

/* action name for removing a thumbnail image */
"Remove Thumbnail" = "Elimina l'anteprima";

/* Revert Button */
"Revert" = "Recupera";

/* alert: revert failed */
"Revert Failed" = "Recupero fallito";

/* Acknowledgments Window Title */
"Sandvox Acknowledgments" = "Riconoscimenti di Sandvox";

/* additional error message */
"Sandvox could not retrieve a password for %@ for server: %@" = "Sandvox non può ottenere una password per %1$@ per il server: %2$@";

/* title of alert */
"Sandvox Demo: Restricted Publishing" = "Demo: Pubblicazione limitata";

/* Unexpected Exception Alert Title */
"Sandvox encountered a problem." = "Sandox ha avuto un problema.";

/* Title of alert */
"Sandvox has been improperly launched" = "Sandvox non è stato lanciato correttamente";

/* Title of alert */
"Sandvox has been improperly relaunched" = "Sandvox non è stato rilanciato correttamente";

/* Headling showing that sandvox is already registered */
"Sandvox is already registered. Thank you." = "Sandvox è già registrato, grazie!";

/* Message in alert */
"Sandvox is running with an older version of WebKit (%@) than it should. It may have been launched with a utility that has a bug in how it launches Sandvox. Sandvox will function, but not properly. Please report this to Karelia and tell us how you launched Sandvox (using the feedback reporter in the Help menu), including your console log file (console.log)." = "Sandvox sta girando con una versione di WebKit (%@) più vecchia del richiesto. Potrebbe essere stata lanciata da un'utility che ha un bug nel modo di lanciare Sandvox. Sandvox funzionerà, ma non correttamente. Per favore riferite questo a Karelia e diteci come avete lanciato Sandvox (usando la sezione feedback nel menu Aiuto), includendo il log (console.log).";

/* Autosave GenericError Alert */
"Sandvox is unable to autosave this document. The exact problem is unknown. Although the problem may resolve in a future autosave, it is recommended that you close this document. Some information may be lost. Please use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem." = "Sandvox non riesce a salvare automaticamente il documento. Il problema è sconosciuto. Nonostante il roblema si possa risolvere in un salvataggio automatico futuro, consigliamo di chiudere questo documento. Alcune informazioni possono essere state perse. Usa Aiuto > Invia feedback... per mandare un rapporto a Karelia. Accertati di includere il log filtrato, così noi possiamo diagnosticare il problema.";

/* Autosave NoSuchFileError Alert */
"Sandvox is unable to autosave this document. The underlying .svxSite file cannot be located. Was it placed in the Trash? If so, you may be able to correct the problem by moving the file from the Trash to its original location. If you are not able to correct the problem, please close this document and use Help > Send Feedback... to send Karelia a report. Be sure to include the filtered console log, so that we may diagnose the problem." = "Sandvox non riesce a salvare automaticamente il documento. Il sottostante documento .svxSite non può essere trovato. E' stato messo nel cestino? Se è così puoi risolvere il problema facendolo ritornare alla cartella di origine. Se non riesci a correggere il problema, Chiudi questo documento ed usa Aiuto > Invia feedback... per mandare un rapporto a Karelia. Accertati di includere il log filtrato, così noi possiamo diagnosticare il problema.";

/* Autosave OutOfSpaceError Alert */
"Sandvox is unable to autosave this document. Your Macintosh does not appear to have enough space left on disk to accomodate the file." = "Sandvox non riesce a salvare automaticamente il documento. Il tuo Mac non sembra avere abbastanza spazio sul disco.";

/* status message for test connection */
"Sandvox is unable to write a test file into your computer\\U2019s temporary directory." = "Sandvox non riesce a scrivere un file di prova nella cartella temporanea del tuo computer.";

/* Alert: Beta Message */
"Sandvox Public Beta" = "Beta pubblica di Sandvox";

/* Release Notes Window Title */
"Sandvox Release Notes" = "Note di rilascio di Sandvox";

/* could not connect */
"Sandvox was not able to successfully reach your computer from the Internet." = "Sandvox non è riuscita a raggiungere il tuo computer da Internet.";

/* Message in alert */
"Sandvox was unable create a file inside the \\U201CSites\\U201D folder in your home directory. You will need to make this folder writable (using the Finder)." = "Sandvox non è riuscita a creare un file nella cartella \"Siti\" nella cartella di Inizio. Dovrai rendere questa cartella scrivibile (tramite il Finder).";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. Do you want to make this folder writable by all users on your computer?" = "Sandvox non è riuscita a creare un file nella cartella presso '%@' sul tuo computer. Vuoi rendere questa cartella scrivibile per tutti gli utenti su questo computer?";

/* Message in alert */
"Sandvox was unable create a file inside the folder at '%@' on your computer. You will need to perform this adjustment using the Finder." = "Sandvox non è riuscita a creare un file nella cartella presso '%@' sul tuo computer.  Hai bisogno di fare la modifica usando il Finder";

/* Message in alert */
"Sandvox was unable create a folder called \\U201CSites\\U201D in your home directory. You will need to repair your Mac OS X installation so that you are able to create files in your home folder." = "Sandvox non è riuscita a creare una cartella chiamata \"Siti\" nella tua cartella di inizio. Avrai bisogno di riparare la tua installazione di Mac OS X così da poter creare files nella tua cartella di inizio.";

/* alert: could not remove prior snap */
"Sandvox was unable to create a snapshot of this document. Please check that the folder %@ exists and is writeable." = "Sandvox non è riuscita a creare un'istantanea di questo documento. Per favore controlla che la cartella %@ esiste ed è scrivibile.";

/* Message in alert */
"Sandvox was unable to find the folder at the path '%@'. You will need repair your Mac OS X installation so that this directory exists." = "Sandvox non ha trovato la cartella al percorso '%@'. Hai bisogno di riparare la tua installazione di Mac OS X per far esistere quella cartella.";

/* alert: could not remove prior snap */
"Sandvox was unable to move this document's previous snapshot to the Trash. Please remove the document at %@." = "Sandvox non è riuscita a spostare l'istantanea precedente di questo documento nel cestino. Per favore cancella il documento presso %@.";

/* alert: could not Trash document */
"Sandvox was unable to put the current version of the document in the Trash before reverting. This is done as a safety precaution. The document will not be reverted. Please check the Trash for any problems or remove the document at %@ manually." = "Sandvox non è riuscita a spostare la versione corrente del documento nel cestino prima di ripristinare. Questa è una precauzione. Il documento non sarà ripristinato. Per favore controlla il cestino per controllare eventuali problemi o cancella manualmente il documento presso %@.";

/* alert: could not revert document */
"Sandvox was unable to revert using the current snapshot. Please drag the document %@ out of the Trash and reopen it to continue using it. Please also check that the directory %@ is readable." = "Sandvox non è riuscita a ripristinare usando l'istantanea corrente. Per favore trascina il documento %1$@ fuori dal cestino e riaprilo per continuare ad usarlo. Per favore controlla anche che la cartella %2$@ sia leggibile.";

/* Quartz Extreme Comment */
"Sandvox will still function perfectly well, but not be able to create fancy page titles." = "Sandvox funzionerà ancora perfettamente, ma non potrà creare titoli di pagina carini.";

/* Save Button */
"Save" = "Registra";

/* Save a Copy */
"Save a Copy" = "Registra una copia";

/* Save a Copy As... */
"Save a Copy As..." = "Registra una Copia…";

/* Save As... Button */
"Save As..." = "Registra col Nome...";

/* Save Report... Button */
"Save Report..." = "Registra rapporto...";

/* upload prefix */
"Saving" = "Sto registrando";

/* Message while checking documents. */
"Searching for previously opened documents..." = "Sto cercando documenti aperti in precedenza...";

/* Button in document window */
"See Unread News" = "Vedi le notizie non lette";

/* Button title */
"Select" = "Seleziona";

/* Segment Label */
"Selection" = "Selezione";

/* Message to user during HTTP submit */
"Sending report to Karelia..." = "Sto mandando il rapporto a Karelia...";

/* tooltip Server Path:  */
"Server Path: " = "Percorso del server: ";

/* action name for setting banner image */
"Set Banner" = "Definisci banner";

/* action name for setting a folder's favicon */
"Set Favicon" = "Definisci favicon";

/* action name for setting site logo image */
"Set Logo" = "Imposta il logo";

/* action name for setting a thumbnail image */
"Set Thumbnail" = "Definisci miniatura";

/* menu title to show design bar */
"Show Designs" = "Mostra modelli";

/* menu title to show Editing Markers */
"Show Editing Markers" = "Mostra i marcatori di composizione";

/* menu title to show inspector panel */
"Show Inspector" = "Mostra impostazioni";

/* menu title to show inspector panel */
"Show Media Browser" = "Mostra Media Browser";

/* menu title to show site outline */
"Show Site Outline" = "Mostra schema del sito";

/* menu title to show status bar */
"Show Status Bar" = "Mostra barra di stato";

/* Tooltip: menu tooltip to show site outline */
"Shows the outline of the site on the left side of the window. Window must be wide enough to accomodate it." = "Mostra lo schema del sito sul lato destro della finestra. La finestra deve essere grande abbastanza da sistemarla.";

/* Segment Label, indicating that we are inspecting the whole site */
"Site" = "Sito";

/* Default introduction statement for a page */
"siteSubtitleHTML" = "Questo è il sottotitolo per il tuo sito.";

/* Skip navigation LINK on web pages */
"skipNavigationLinkHTML" = "[Ignora]";

/* Site navigation title on web pages (can be empty if link is understandable) */
"skipNavigationTitleHTML" = "Navigazione sito";

/* Skip sidebars LINK on web pages */
"skipSidebarsLinkHTML" = "[Ignora]";

/* Sidebar title on web pages (can be empty if link is understandable) */
"skipSidebarsTitleHTML" = "Barra laterale";

/* alert: snapshot failed */
"Snaphot Failed" = "Istantanea fallita";

/* Snapshot Button */
"Snapshot" = "Istantanea";

/* snapshot of */
"Snapshot of %@" = "Istantanea di %@";

/* Spelling MenuItem */
"Spelling" = "Ortografia";

/* transfer panel button name */
"Stop" = "Stop";

/* tooltip for stop button */
"Stop loading" = "Arresta caricamento";

/* Transfer Controller */
"Stopping..." = "Stopping...";

/* Message to user following successful HTTP submit */
"Thanks for submitting your report." = "Grazie per averci inviato il tuo rapporto.";

/* result of installation */
"The '%@' plugin '%@' was installed.\n\nYou may need to re-launch Sandvox to use it." = "Il plugin '%1$@' '%2$@' è stato installato.\n\nPotresti dover riavviare Sandvox per usarlo.";

/* alert: The document was saved with an older version of Sandvox. */
"The document \\U201C%@\\U201D was saved with an older version of Sandvox. To open it, Sandvox must upgrade your document. Your original file will be renamed to %@. Are you sure you want to upgrade this document?" = "Il documento “%1$@” è stato salvato con una versione precedente di Sandvox. Per aprirlo devi aggiornare il documento. Il file originale sarà rinominato %2$@. Sei sicuro di voler aggiornare questo documento?";

/* Message in alert */
"The folder at '%@' needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "La cartella presso '%@' deve essere leggibile dagli altri utenti per ospitare in tuo sito sul tuo computer. Dovrai rendere questa cartella leggibile da tutti (usando il Finder)";

/* error message */
"The following keyPath returned an empty or uncovertable value: %@" = "Il seguente keyPath ha rimandato un valore vuoto o non convertibile: %@";

/* fragment describing homepage */
"the home page" = "la pagina principale";

/* No comment provided by engineer. */
"The host you have chosen always serves its text encoded as '%@'.  In order to prevent certain text from appearing incorrectly, we suggest that you set your site's 'Character Encoding' property to match this, using the inspector." = "L'host che hai scelto codifica i suoi testi come '%@-. Per evitare che certi testi appaiano in maniera non corretta ti suggeriamo di impostare la codifica dei caratteri del tuo sito allo stesso modo usando le impostazioni.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from %@. Please select that page to edit this pagelet." = "L'oggetto su cui hai fatto click, %1$@, è copiato da %2$@.	 Per favore seleziona quella pagina per modificare la paginetta.";

/* No comment provided by engineer. */
"The item you clicked on, %@, is copied from an enclosing container page, %@%@%@. Please select that page to edit this pagelet." = "L'oggetto su cui hai fatto click, %1$@, è copiato da una pagina contenitore, %2$@%3$@%4$@.	 Per favore seleziona quella pagina per modificare questa paginetta.";

/* No comment provided by engineer. */
"The key returned by the payment server, \\U201C%@\\U201D, was not accepted. Please try to enter the key manually, or submit feedback from the 'Help' menu if you are still having problems." = "La chiave fornita dal server di pagamenti,  “%@”, non è stata accettata. Per favore inserisci a mano la chiave o inviaci un feedback dal menu Help se hai ancora problemi.";

/* No comment provided by engineer. */
"The key you entered, \\U201C%@\\U201D, was not accepted. Please make sure all words are spelled exactly the same as the given code. (Try copying and pasting into the text field.)\n\nNote: Your registration key is a sequence of words, usually your name followed by three nonsense words." = "La chiave che hai inserito, “%@”, non è stata accettata. Assicurati di aver scritto tutto bene. (Magari copia ed incolla nel campo di testo)\n\nN.B.: La tua chiave di registrazione è una sequenza di parole, normalmente il tuo nome seguito da tre parole senza senso.";

/* alert: snapshot will be placed in trash.  %@ is a date or a day name like yesterday with a time. */
"The older snapshot will be placed in the Trash.  It was saved %@.  " = "Le istantanee precedenti saranno messe nel cestino. E' stato salvato %@.  ";

/* Alert: The path %@ is not writeable. */
"The path %@ is not writeable." = "Il percorso %@ non è scrivibile.";

/* alert: changes will be lost. %@ is replaced by a date or day+time */
"The previous snapshot was saved %@. Your current changes will be lost." = "L'istantanea precedente è stata salvata %@. I tuoi cambiamenti attuali saranno persi";

/* validated message */
"The results from the HTML validator have been loaded into Sandvox's web view. To return to the standard view of your web page, choose the 'Reload Web View' menu." = "I risultati della convalida HTML sono stati caricati nella visualizzazione web di Sandvox. Per tornare alla vista normale della tua pagina, scegli il menu 'Ricarica la visualizzazione web'.";

/* Transfer Controller */
"The site has been published to" = "Il sito è stato pubblicato su";

/* Unknown URL for the localhost */
"The URL from which this site should be reachable has not been determined yet." = "L'URL sul quale questo sito dovrebbe essere raggiungibile non è stato ancora determinato.";

/* No comment provided by engineer. */
"The validator returned the following status message:\n\n%@" = "La convalida dà il seguente messaggio:\n\n%@";

/* Message to user that feedback server could not be contacted */
"There was a problem contacting Karelia's servers. Your report could not be submitted. Please consider saving to a file and emailing that file directly to Karelia." = "C'è un problema nel contattare i server di Karelia. Non è stato possibile inviare il to rapporto. Per favore salva il rapporto in un file ed allegalo in una email per Karelia";

/* No comment provided by engineer. */
"These files should be uploaded so that they can be viewed at <%@>.\n\n" = "Questi file dovrebbero essere inviati per essere visti su <%@>.\n\n";

/* alert message text: Document is read-only. */
"This document is read-only. Would you like to save it to a new location?" = "Questo è un documento di sola lettura. Vuoi salvarlo in una nuova cartella?";

/* validation error message for invalid hostname */
"This does not appear to be a valid hostname. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'." = "Questo non sembra essere un nome host valido. A hostname consists of server name(s) and a domain name, like server.domain.com, or is a valid IP address like '123.45.67.89'.";

/* validation error message for invalid web hostname */
"This does not appear to be a valid Web URL. %@%@%@ does not appear to be a valid hostname." = "Questa non sembra essere un URL valido. %1$@%2$@%3$@ non sembra essere un nome host valido.";

/* Summary of new features about this new version of the application */
"This major update allows custom banner image setting; it has four new pagelet types and several new designs.  There are also  a number of new features for the 'Pro' version." = "This major update allows custom banner image setting; it has four new pagelet types and several new designs.  There are also  a number of new features for the 'Pro' version.";

/* No comment provided by engineer. */
"This message has been saved to your desktop as 'Sandvox-Paypal Error.html'." = "Questo messaggio è stato salvato sulla scrivania come 'Sandvox-Paypal Error.html'.";

/* Warning for a published home page; the placeholder is replaced with 'Sandvox' as a hyperlink. */
"This page was created by a trial version of %@. (Sandvox must be purchased to publish multiple pages.)" = "Questa pagina è stata creata da una versione di provqa di %@. (Sandvox deve essere acquistata per pubblicare più pagine).";

/* followed by date */
"This was exported on %@\n\n" = "Questo è stato esportato il  %@\n\n";

/* No comment provided by engineer. */
"This website cannot be published until you have set up your MobileMe account." = "Questo sito web non può essere pubblicato finché non imposti il tuo account MobileMe.";

/* summary text for unpublished website */
"This website is not set up to be published on this computer or on another host.\n\nClick Edit to set up where to publish your site." = "Questo sito web non è impostato per essere pubblicato su un altro host.\n\nClicca Modifica per determinare dove pubblicare il tuo sito.";

/* introduction of local hosting */
"This website will be published locally on your computer." = "Questo sito sarà pubblicato sul tuo computer.";

/* introduction of remote hosting for non-MobileMe account */
"This website will be published on an external host." = "Questo sito srà pubblicato su un host esterno.";

/* introduction of remote hosting for MobileMe account */
"This website will be published on your \\U201C%@\\U201D MobileMe account." = "Questo sito sarà pubblicato nel tuo account MobileMe “%@” ";

/* format for summary of dot mac account */
"This website will be published on your \\U201C%@\\U201D account." = "Questo sito sarà pubblicato nel tuo account “%@” ";

/* status message for test connection */
"Timed out, unable to complete tests." = "Scaduto, non posso completare i test.";

/* tooltip Title:  */
"Title: " = "Titolo: ";

/* Default Title of page */
"titleHTML" = "Senza titolo";

/* No comment provided by engineer. */
"TOOLBAR_INSERT_INDEX" = "Raccolte";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGE" = "Pagine";

/* No comment provided by engineer. */
"TOOLBAR_ADD_PAGELET" = "Paginette";

/* No comment provided by engineer. */
"TOOLBAR_CHOOSE_DESIGN" = "Modelli";

/* No comment provided by engineer. */
"TOOLBAR_CREATE_LINK" = "Crea Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_LINK" = "Modifica Link";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_OFF" = "Nascondi i marcatori";

/* No comment provided by engineer. */
"TOOLBAR_EDIT_ON" = "Mostra marcatori";

/* No comment provided by engineer. */
"TOOLBAR_GROUP_COLLECTION" = "Raggruppa";

/* No comment provided by engineer. */
"TOOLBAR_PUBLISH" = "Pubblica";

/* No comment provided by engineer. */
"TOOLBAR_SETUP_HOST" = "Modifica Host";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_INFO" = "Impostazioni";

/* No comment provided by engineer. */
"TOOLBAR_TOGGLE_MEDIA" = "Media";

/* tooltip */
"TOOLTIP_INSERT_INDEX" = "Aggiungi una nuova raccolta al sito.";

/* tooltip */
"TOOLTIP_ADD_PAGE" = "Aggiungi una nuova pagina al tuo sito?";

/* tooltip */
"TOOLTIP_ADD_PAGELET" = "Aggiungi una nuova paginetta alla pagina corrente.";

/* tooltip */
"TOOLTIP_CHOOSE_DESIGN" = "Scegli un modello per il tuo sito.";

/* tooltip */
"TOOLTIP_CREATE_LINK" = "Apri il pannello per creare un link dal testo selezionato";

/* tooltip */
"TOOLTIP_EDIT_LINK" = "Apri il apnnello per modificare il link selezionato";

/* tooltip */
"TOOLTIP_EDIT_OFF" = "Nascondi i marker per aiutare l'editing";

/* tooltip */
"TOOLTIP_EDIT_ON" = "Mostra i marker per aiutare l'editing";

/* tooltip */
"TOOLTIP_GROUP_COLLECTION" = "Raggruupa le pagine selezionate in una nuova raccolta.";

/* tooltip */
"TOOLTIP_PUBLISH" = "Invia le modifiche al tuo provider.";

/* tooltip */
"TOOLTIP_SETUP_HOST" = "Mostra l'assistente di impostazioni host";

/* tooltip */
"TOOLTIP_TOGGLE_INFO" = "Mostra/Nascondi Pannello impostazioni";

/* tooltip */
"TOOLTIP_TOGGLE_MEDIA" = "Mostra/Nascondi il Media Browser";

/* String_On_Page_Template - text for trackback link */
"Trackback" = "Trackback";

/* Undo Typing */
"Typing" = "Inserimento";

/* status message for test connection */
"Unable to connect; the password was not accepted for your account. Please go back and review your account information." = "Non posso connettermi; la password non è stata accettata. Per favore controlla le informazioni sul tuo account.";

/* Message to user following network error */
"Unable to contact Karelia support." = "Non posso contattare il supporto Karelia";

/* error message */
"Unable to copy file to this directory: %@" = "Non posso copiare il documento su questa directory: %@";

/* Unable to copy to path */
"Unable to copy to path" = "Non posso copiare il percorso";

/* Message in alert */
"Unable to create a connection to host '%@' with the %@ protocol. %@" = "Non posso creare una connessione all'host '%1$@' col protocollo %2$@. %3$@";

/* couldn't make connection */
"Unable To Create Connection" = "Non posso creare il collegamento";

/* Alert: Unable to create new document. */
"Unable to create new document." = "Non posso creare il nuovo documento.";

/* status message for test connection */
"Unable to create test file %@" = "Non posso creare il documento di prova %@";

/* status message for test connection */
"Unable to download file from URL: %@" = "Non posso scaricare il file dall'URL: %@";

/* status message for test connection */
"Unable to download the test file from the server. You may have your host's URL Format misconfigured." = "Non posso scaricare il documento di controllo dal server. Potresti aver l'URL dell'host configurato male.";

/* status message for test connection */
"Unable to establish a HTTP connection to the server. You may have your host's URL Format misconfigured." = "Non posso stabilire una connessione HTTP al server. Potresti avere configurato male l'URL del tuo host.";

/* status message for test connection */
"Unable to establish connection to URL: %@" = "Non posso stabilire la connessione all'URL: %@";

/* error: KTURLProtocol */
"Unable to find document #%@" = "Non posso trovare il documento #%@";

/* error message */
"Unable to generate CSS for identifier %@" = "Non posso generare CSS per l'identificatore %@";

/* No comment provided by engineer. */
"Unable to load news feed." = "Non posso caricare i feed di notizie.";

/* alert: Unable to locate previously opened files. */
"Unable to locate previously opened files." = "Non posso trovare alcuni documenti aperti in precedenza.";

/* error message */
"Unable to post HTML to validator.w3.org:\n%@" = "Non posso invialre l'HTML a validator.w3.org:\n%@";

/* title of dialog */
"Unable to Publish" = "Unable to Publish";

/* error description: Unable to read document data model */
"Unable to read document data model." = "Non posso leggere il modello di dati del documento.";

/* error description: document metadata is unreadable */
"Unable to read document metadata." = "Non posso leggere i metadati del documento.";

/* error description: document model version is unknown */
"Unable to read document model information." = "Non posso leggere il modello del documento.";

/* error description: Unable to upgrade document model. */
"Unable to upgrade document." = "Non posso aggiornare i documenti.";

/* Title of alert */
"Unable to Validate" = "Non posso validare";

/* Button in document window */
"Update Sandvox" = "Aggiorna Sandvox";

/* Upgrade Document button */
"Upgrade Document" = "Aggiorna il documento";

/* Question for title of warning */
"Upgrade to Sandvox %@?" = "Aggiorni a Sandvox %@?";

/* Prompt to purchase ADDITIONAL/Upgrade licenses */
"Upgrade Your License or Purchase Additional Licenses to Sandvox:" = "Aggiorna la licenza o acquista licenza addizionali per Sandvox:";

/* upload prefix */
"Uploading" = "Sto inviando";

/* User Experience PopUpMenuItem */
"User Experience" = "Opzioni utente";

/* Title of alert */
"Validation Results Loaded" = "Caricati i risultati della convalida";

/* validation error message for unexpected non-string */
"Value is not a string" = "Il valore non è una stringa";

/* button name */
"View Site" = "View Site";

/* Transfer Controller */
"Warning: Sandvox was not able to verify that all files were saved. Please check the folder for accuracy. You may wish to Export again." = "Warning: Sandvox was not able to verify that all files were saved. Please check the folder for accuracy. You may wish to Export again.";

/* Transfer Controller */
"Warning: Sandvox was not able to verify that all files were uploaded. Please check your site for accuracy. You may wish to Publish Entire Site again." = "Warning: Sandvox was not able to verify that all files were uploaded. Please check your site for accuracy. You may wish to Publish Entire Site again.";

/* HSA guide (Our documentation is in English only right now) */
"We suggest you read the troubleshooting section of our help, using the help button on this window." = "Ti suggeriamo di leggere la sezione \"troubleshooting\" del nostro Aiuto, usando il pulsante Aiuto su questa finestra.";

/* prompt shown when web sharing is turned on */
"Web sharing is now active." = "La condivisione web è ora attiva.";

/* Yes Button
   Yes */

"Yes" = "Sì";

/* No comment provided by engineer. */
"You are now licensed to use Sandvox.\n\nPlease save your registration key in case you need to re-register the program in the future.\n\nYou should quit and re-launch Sandvox to update the menus to their fully registered state." = "Ora hai la licenza per usare Sandvox.\n\nPer favore conserva la tua chiave di registrazione nel caso to debba registrare di nuovo il programma in futuro.\n\nDovresti uscire e riavviare Sandvox per aggiornare i menu alla versione completa.";

/* No comment provided by engineer. */
"You are now licensed to use Sandvox.\n\nYou will also receive an e-mail with your registration key, \\U201C%@\\U201D.\n\nPlease save this key in case you need to re-register the program in the future.\n\nYou should quit and re-launch Sandvox to update the menus to their fully registered state." = "Tu ora hai la licenza per usare Sandvox.\n\nRiceverai anche un'e-mail con la tua chiave di registrazione, “%@”.\n\n. Per favore conserva questa chiave nel caso ci sia bisogno di registrare nuovamente il programma in fututro.\n\nOra dovresti uscire e riavviare Sandvox per aggiornare i menu alla versione completa.";

/* No comment provided by engineer. */
"You are running a demo version of Sandvox. Only the home page will be exported or uploaded. To publish additional pages, you will need to purchase a license." = "Stai facendo girare una versione dimostrativa di Sandvox. Solo l'home page sarà esportata o scaricata. Per pubblicare pagine aggiuntive dovrai acquistare una licenza.";

/* Alert: Beta Informative Text */
"You are running Sandvox version %@, build %@.\n\nThis is a Public Beta version and will expire on %@. (We will make a new version available by then.)\n\nIf you find problems, please use \\U201CSend Feedback...\\U201D under the Sandvox menu, or email support@karelia.com.\n\nSince this is BETA software, DO NOT use it with critical data or for critical business functions. Please keep backups of your files and all source material. We cannot guarantee that future versions of Sandvox will be able to open sites created with this version!\n\nUse of this version is subject to the terms and conditions of Karelia Software's Sandvox Beta License Agreement." = "Stai facendo girare Sandvox versione %1$@, build %2$@.\n\nQuesta è una versione beta pubblica e scadrà il %3$@.(Rilasceremo una nuova versione per quella data.)\n\nSe riscotri problemi, per favore usa \"Invia feedback...\" nel menu Sandvox, o invia un e-mail a support@karelia.com.\n\nDato che è una BETA, NON usarla per dati o affari importanti. Conserva copie di backup dei tuoi files e del materiale originale. Non possiamo garantire che le future versioni di Sandvox saranno capaci di aprire i siti creati con questa versione!\n\nL'uso di questa versione è soggetta ai termini ed alle condizioni dell'accordo di licenza di Karelia Software per le Beta di Sandvox";

/* No comment provided by engineer. */
"You clicked on a link that would open a page that Sandvox cannot directly display.\n\n\t%@\n\nWhen you publish your website, you will be able to view the page with your browser." = "Hai cliccato un link che aprirebbe una pagina che Sandvox non può mostrare direttamente.\n\n\t%@\n\nQuando pubblichi il tuo sito web, potrai vedere questa pagina col tuo browser.";

/* No comment provided by engineer. */
"You have chosen to publish your website on a remote host." = "Hai scelto di pubblicare il tuo sito web su un host remoto.";

/* Message in alert prompting user to fill out hosting info */
"You have not fully specified and tested your connection information. You may save the configuration in progress, but your website cannot be published until you finish." = "Non hai specificato e testato completamente le informazioni di connessione. Puoi salvare la configurazione parziale, ma il tuo sito non potrà essere pubblicato se non completi.";

/* warning when we dont have full host setup */
"You have not fully specified and tested your connection information. You will need to fill in the connection information and verify that you can connect to your host before this website can be published." = "Non hai specificato e testato completamente le informazioni di connessione. Dovrai riempire le informazioni di connessione e verificare di poterti connettere all'host prima che il tuo sito sia pubblicato.";

/* warning when computer could not be reached. */
"Your computer could not be reached from the Internet at the URL you have specified, %@. You may need to check your hostname settings, or configure your router or local network so that your computer is reachable from the Internet." = "Il tuo computer non può essere raggiunto da Internet all'URL che hai specificato, %@. Potresti dover controllare le tue impostazioni del nome dell'host, o configurare il tuo router o la rete locale per far si che il tuo computer sia raggiungibile da Internet.";

/* No comment provided by engineer. */
"Your PayPal transaction was completed, but Sandvox was unable to reach Karelia's database server to generate your license key. Paypal will attempt to contact our server again in the next 24 hours, and we will email your key as soon as possible. If you do not receive an email after 24 hours, please contact Karelia, at support@karelia.com. Be sure to include this payment confirmation code in your message:" = "La tua transazione con PayPal è stata completata, ma Sandvox non ha potuto raggiungere il server del database di Karelia per generare la tua chiave. Paypal proverà a contatattare ancora il nostro server nelle prossime 24 ore, e ti manderemo la chiave per email al più presto possibile. Se non ricevi un e-mail dopo 24 ore, per favore contatta Karelia all'inidrizzo support@karelia.com. Assicurati di includere il codice di conferma nel tuo messaggio:";

/* Growl notification */
"Your site has been exported" = "Il sito è stato esportato";

/* Growl notification */
"Your site has been published to %@" = "Il tuo sito è stato pubblicato su %@";

/* Message in alert */
"Your Sites folder needs to be readable by other users in order to host your website from your computer. You will need to make this folder fully readable (using the Finder)." = "La tua cartella \"Siti\" deve essere leggibile da altri utenti per poter ospitare il tuo sito web da questo computer. Dovrai rendere questa cartella leggibile (usando il Finder).";

/* No comment provided by engineer. */
"Your website is currently configured to be published only on this computer. After you publish, you can retrieve the files from the following directory:\n\n  %@" = "Il tuo sito è attualmente configurato per essere pubblicato solo su questo computer. Dopo la pubblicazione, puoi recuperare i files dalla seguente directory.\n\n  %@";

/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Data di creazione)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Data di modifica)";

/* Placeholder */
"Anonymous" = "Anonimo";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "Non posso eliminare il file preesitente dal percorso (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Non posso scrivere sul percorso - La directory non è scrivibile (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Non posso scrivere sul percorso - Il parent non è una directory (%@)";

/* Button title */
"Cancel" = "Annulla";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "Vuoi eliminare il riassunto personalizzato per questa pagina e usare il testo fornito dalla pagina?";

/* Text embossed on placeholder photo */
"Example Photo" = "Foto di esempio";

/* HTTP Status Code 403 */
"Forbidden" = "Proibito";

/* ActionName: Insert Text */
"Insert Text" = "Inserisci testo";

/* HTTP Status Code 500 */
"Internal Server Error" = "Errore interno del server";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Misura non valida per scalare l'immagine";

/* Alert Title */
"Media Error" = "Errore di media";

/* default document file name */
"My Site" = "Il mio sito";

/* No document path specified. */
"No document path specified." = "Non è stato specificato un percorso per il documento";

/* HTTP Status Code 404 */
"Not Found" = "Non trovato";

/* OK Button */
"OK" = "OK";

/* default name given to pasted images */
"pastedGraphic" = "pastedGraphic";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "Assicurati che la cartella di sopra esista e sia scrivibile. Senza questo, Sandox può avere problemi di prestazioni e/o di pubblicazione.";

/* name appened to copy of file before version migration */
"previous" = "precedente";

/* Button title */
"Remove" = "Rimuovi";

/* title for dialog */
"Remove Custom Summary of Page?" = "Vuoi eliminare il riassunto personalizzato per la pagina?";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "Si richiede Sandvox PRO per generare questo tipo di pagina";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "Si richiede Sandvox PRO per generare questo tipo di paginetta";

/* Description of an HTTP error */
"Server returned status code %d %@" = "Il server ha mandato il codice %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "Servizio non disponibile";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Il documento specificato è una directory.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "L'URL seguente non può essere aperta:\n\n%@\n\nPuò essere un'URL non valida o il tuo Mac non è configurato correttamente per aprire URL del web. Puoi selezionare e copiare l'URL per incollarla nel tuo browser.";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "Il percorso ~/Libreria/Caches/Sandvox non è scrivibile.";

/* Relative Date - Today */
"Today" = "Oggi";

/* Relative Date - Tomorrow */
"Tomorrow" = "Domani";

/* No comment provided by engineer. */
"Try Again" = "Riprova";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "Non posso calcolare l'UTI al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "Non posso convertire l'immagine al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "Non posso convertire l'immagine nel formato preferito. Un segnaposto può essere sostituito.";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Non posso creare una directory al percorso (%@)";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "Non posso creare l'immagine dal file al percorso %@. Un segnaposto può essere sostituito.";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "Non posso creare l'immagine dai dati sottostanti.  Un segnaposto può essere sostituito.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "Non posso spostare il dati del documento da %1$@ a %2$@, motivo: %3$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "Non posso spostare il dati del documento da %1$@ a %2$@.";

/* Title of alert */
"Unable to Open Web URL" = "Non posso aprire l'URL web";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "Non posso leggere il file al percorso %@. Un segnaposto può essere sostituito.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Non posso rinominare il documento da %1$@ a %2$@. L'aggiornamento non può essere completato.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Non posso aggiornare il documento al percorso %@. Il percorso non sembra essere un documento.";

/* HTTP Status Code 401 */
"Unauthorized" = "Non autorizzato";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Pagina senza titolo";

/* Relative Date - Yesterday */
"Yesterday" = "Ieri";